var XUEXIN_CONFIG = {
  accounts: {
    guyongfeng: {
      password: "123456",

      姓名: "古永丰",
      性别: "男",
      出生日期: "2006年01月15日",
      民族: "汉族",
      证件号码: "110101200604235438",

      学校名称: "天津大学",
      专业: "智能感知工程",
      层次: "本科",
      学习形式: "普通全日制",
      学制: "4 年",
      学历类别: "普通高等教育",
      分院: "精密仪器与光电子工程学院",
      系所: "精密仪器与光电子工程学院",
      班级: "1",
      学号: "1020261108",

      入学日期: "2024年09月10日",
      毕业日期: "2028年06月30日",
      学籍状态: "在籍(注册学籍)",
      毕结业: "在读",
      证书编号: "1004 11020 12345678 14",
      校长姓名: "金东寒",

      录取照片: "./src/lqpic.jpg",
      学历照片: "",
    },
  },
};
